Repository: RehamAyman/ra3iaadoctoreee
Catalog: Ra3ia/Resorsses/Localize/*.lproj/Localizable.strings
Languages: ar

source: phone number
ar: رقم الجوال

source: Password
ar: كلمة المرور

source: forget password ?
ar: هل نسيت كلمة المرور ؟

source: create new account ?
ar: ليس لديك حساب؟ سجل الان

source: Please enter the correct email format
ar: من فضلك ادخل بريد الكتروني صحيح

source: Please enter the correct Mobile Number
ar: من فضلك ادخل رقم جوال صحيح

source: The password must be at least 6 characters
ar: كلمة المرور يجب ان الا تقل عن ٦ احرف

source: send a treatment
ar: ارسل علاج

source: First name
ar: الاسم الاول

source: Last name
ar: الاسم الاخير

source: Email
ar: البريد الالكتروني

source: Date of Birth
ar: تاريخ الميلاد

source: Confirm
ar: تأكيد

source: My clients
ar: عملائي

source: Edit Password
ar: تعديل كلمه المرور

source: My recipes
ar: وصفاتي

source: Edit
ar: تعديل

source: Cancel
ar: إلغاء

source: Personal data
ar: المعلومات الشخصيه

source: language
ar: اللغه

source: My review
ar: تقيمي

source: call us
ar: اتصل بنا

source: statistics
ar: الإحصائيات

source: Usage Policy
ar: شروط الإستخدام

source: About the app
ar: عن التطبيق

source: Complaints and suggestions
ar: الشكاوي والمقترحات

source: Logout
ar: تسجيل خروج

source: personal information
ar: المعلومات الشخصيه

source: Language control
ar: التحكم في اللغه

source: Review medication prescriptions
ar: مراجعه وصفات الأدويه

source: See clients
ar: الإطلاع على العملاء

source: You can see your overall rating
ar: يمكنك الإطلاع على تقيمك العام

source: You can view the statistics from here
ar: يمكنك الإطلاع على إحصائياتك من هنا

source: Is there a problem ? We will help you solve it
ar: هل تواجهه مشكله؟ سنساعدك في حلها

source: Any terms or conditions that are updated in the app
ar: اي شروط واحكام يتم تحديثها في التطبيق

source: Abstract
ar: نبذه مختصره

source: Send your complaint or suggestion here
ar: ارسل شكوتك او اقتراحك هنا

source: Specialization
ar: التخصص

source: Type
ar: النوع

source: Send
ar: إرسال

source: Messages
ar: المحادثات

source: Send a treatment
ar: إرسال علاج

source: Login
ar: تسجيل دخول

source: Account stock
ar: رصيد الحساب

source: Mobile Number
ar: رقم الجوال

source: Forget Password ?
ar: نسيت كلمة المرور؟

source: didn't have account? Register
ar: لا يوجد لديك حساب؟ إنشاء حساب

source: Register
ar: تسجيل

source: Last Name
ar: الإسم الأخير

source: First Name
ar: الإسم الأول

source: Address
ar: العنوان

source: Yes
ar: نعم

source: No
ar: لا

source: you have account? Login
ar: هل لديك حساب؟ تسجيل الدخول

source: Select
ar: إختيار

source: User
ar: مستخدم

source: Provider
ar: مقدم خدمة

source: Next
ar: التالي

# Account Activation
source: Active Code
ar: كود التفعيل

source: Confirmation
ar: تأكيد

source: Return Password
ar: إسترجاع كلمه المرور

source: Email newsletters
ar: نشرات الأخبار الإلكترونيه

source: My Profile
ar: حسابي

source: About
ar: من نحن

source: Frequency Questions
ar: الأسئله المتكررة

source: Countact with Us
ar: تواصل معانا

source: Terms and Conditions
ar: الشروط والأحكام

source: Settings
ar: الإعدادات

source: Log Out
ar: تسجيل خروج

source: My Orders
ar: طلباتي

source: Contact with Us
ar: تواصل معانا

source: Add Image
ar: إضافه صوره

source: Would you like to receive e-mails of offers from here, in addition to information about our experience in the water?
ar: هل تفضل إستقبال ايميلات بالعروض من هنا، بالإضافه الى معلومات عن خبرتنا في المياه؟

source: Edit Profile
ar: تعديل الحساب

source: Currency
ar: العمله

source: Finished Orders
ar: طلبات مكتمله

source: Orders in execution
ar: طلبات قيد التنفيذ

source: Title
ar: العنوان

source: Message details
ar: تفاصيل الرساله

source: Compliments details
ar: تفاصيل الشكوى

source: Change the language to
ar: تغيير اللغه الى

source: Are you sure you want log out?
ar: هل انت متأكد انك تريد تسجيل الخروج؟

source: Log out ?
ar: تسجيل خروج؟

source: Inquiries
ar: إستفسارات

source: All
ar: الكل

source: Needs to work
ar: يحتاج للعمل

source: Current Order
ar: طلب حالي

source: Archived
ar: محفوظ

source: Canceled
ar: ملغي

source: Finished
ar: منتهي

source: Exploration
ar: إستكشاف

source: Choose the type of trip
ar: إختر نوع الرحلة

source: Popular destinations
ar: وجهات شائعة

source: Service providers
ar: مقدمي الخدمة

source: Near Trips
ar: رحالات قريبة

source: Find your destination
ar: ابحث عن وجهتك

source: Comments
ar: التعليقات

source: data
ar: البيانات

source: Book now
ar: احجز الآن

source: Hour
ar: الساعه

source: The best listings in the world
ar: أفضل القوائم في العالم

source: details of the trip
ar: تفاصيل الرحلة

source: See the full description
ar: شاهد الوصف كاملاً

source: Captain
ar: الكابتن

source: Owner
ar: المالك

source: Capacitance
ar: السعة

source: Boats
ar: القوارب

source: Pictures
ar: الصور

source: Features
ar: مميزات

source: Location
ar: الموقع

source: Similar lists
ar: قوائم مشابهة

source: Get a special offer with rates and plans
ar: أحصل على عرض خاص مع الأسعار والخطط

source: Booking inquiry
ar: إستفسار الحجز

source: People
ar: أشخاص

source: SR
ar: ر.س

source: person
ar: فرد

source: Price :
ar: السعر :

source: Send a reservation inquiry
ar: إرسال إستفسار الحجز

source: Well I ask you some questions can the trip owner send you a custom rate, itinerary and more information. No commitment or credit card required
ar: حسنًا ، أطرح عليك بعض الأسئلة ، هل يمكن لمالك الرحلة أن يرسل لك سعرًا مخصصًا وخط سير الرحلة والمزيد من المعلومات. لا يلزم وجود التزام أو بطاقة ائتمان

source: Duration
ar: المده

source: How long do you want your flight or rental to be?
ar: ما هي المده التي تريد أن تكون رحلتك أو تأجيرك؟

source: To return the same day
ar: للعوده في نفس اليوم

source: minute
ar: دقيقة

source: Number of nights
ar: عدد الليالي

source: Preferred dates
ar: التواريخ المفضلة

source: Please provide at least a preferred date
ar: من فضلك أدخل تاريخ مفضل واحد على الآقل

source: other options
ar: خيارات اخرى

source: If your appointments are listed, you can add two other options that make a final decision
ar: إذا كانت مواعيدك مدونه ، يمكنك إضافه خيارين آخرين يعملان اتخاذ قرار نهائي

source: time to leave
ar: وقت المغادرة

source: Group size
ar: حجم المجموعه

source: Elderly
ar: كبار السن

source: What is your preferred date for departure? You can skip this step if you prefer a suggestion from the owner
ar: ماهو موعدك المفضل للمغادرة ؟ يمكنك تخطي هذه الخطوة إذا كنت تفضل اقتراح من المالك

source: Adults
ar: بالغين

source: Children
ar: أطفال

source: Infants
ar: الرضع

source: any thing else ?
ar: أي شيئ أخر؟

source: Do you have any special needs or requirements? So that the owner is aware of it .. this is optional
ar: هل لديك أي احتياجات او متطلبات خاصة؟ حتى يكون المالك على علم بها .. هذا اختياري

source: Inquiry sent
ar: تم إرسال الإستفسار

source: Total :
ar: المجموع :

source: Done
ar: تم

source: I don't want to book with a captain.
ar: لا أريد الحجز مع كابتن

source: I want to book with a captain.
ar: أريد الحجز مع كابتن

source: Ready to book
ar: جاهز للحجز

source: Date
ar: التاريخ

source: Return
ar: العودة

source: Time
ar: الوقت

source: Discount coupon
ar: كوبون الخصم

source: Activation
ar: تفعيل

source: Presented offer
ar: العرض المقدم

source: Options
ar: الخيارات

source: He will reply to your inquiry shortly
ar: سوف يقوم بالرد علي إستفسارك قريباً

source: Cancel of reservation
ar: إلغاء الحجز

source: Nights
ar: ليالي

source: Adult
ar: بالغ

source: old
ar: كبار السن

source: Child
ar: طفل

source: infant
ar: رضيع

source: The discount coupon will end at:
ar: سوف ينتهي كوبون الخصم في :

source: Send a message
ar: إرسل رساله

source: Cancel Archiving
ar: إلغاء الأرشفه

source: Archive Inquiry
ar: أرشفه الإستفسار

source: Cancel inquiry
ar: إلغاء الإستفسار

source: Support
ar: الدعم الفني

source: Write your message here ..
ar: اكتب رسالتك هنا ..

source: Finally ... do you need a captain?
ar: أخيراً.. هل تحتاج لكابتن؟

source: Select Time
ar: إختر الوقت

source: Select Date
ar: إختر التاريخ

source: Skip
ar: تخطي

source: Send the inquiry
ar: إرسال إستفسار

source: Photo from the studio
ar: صوره من الإستديو

source: Photo from Camera
ar: صوره من الكاميرا

source: Cancel Order
ar: إلغاء الطلب

source: Write down the reason for canceling the order
ar: إكتب سبب إلغاء الطلب

source: Add trip
ar: إضافه رحلة

source: Trips
ar: رحالات

source: Notfications
ar: الإشعارات

source: Orders
ar: طلبات

source: Orders in progress
ar: طلبات قيد التنفيذ

source: Home
ar: الرئيسية

source: More
ar: المزيد

source: Offers
ar: العروض

source: Wallet
ar: المحفظة

source: Financial accounts
ar: الحسابات المالية

source: Name
ar: الإسم

source: Profile
ar: الملف الشخصي

source: Commercial Register
ar: السجل التجاري

source: Change Password
ar: تغيير كلمه المرور

source: Save
ar: حفط

source: Old Password
ar: كلمه المرور القديمة

source: New Password
ar: كلمه المرور الجديدة

source: New Password Confirmation
ar: تأكيد كلمه المرور

source: SR
ar: ريال سعودي

source: Total commission application
ar: مجموع العمولات بالتطبيق

source: Total commission payable
ar: مجموع العمولات المستحقة

source: Settle all
ar: تسويه الكل

source: Settle
ar: تسويه

source: Your current balance
ar: رصيدك الحالي

source: Wallet Shipping
ar: شحن المحفظة

source: About ?
ar: من نحن؟

source: Add a trip
ar: إضافه رحلة

source: Trip Type
ar: نوع الرحله

source: Trip Name
ar: إسم الرحله

source: Trip Address
ar: مكان الرحله

source: Trip destination
ar: وجهه الرحله

source: The main picture of the trip
ar: الصوره الرئيسية للرحله

source: Trip photos
ar: صور الرحلة

source: Description of the trip
ar: وصف الرحلة

source: Timings
ar: التوقيتات

source: Determine the duration
ar: تحديد المدة

source: Hour price
ar: سعر الساعة

source: Less number of hours
ar: أقل عدد ساعات

source: Add
ar: إضافه

source: Submit an offer
ar: إرسال عرض

source: The number of hours
ar: عدد الساعات

source: Number of minutes
ar: عدد الدقائق

source: night
ar: ليلة

source: Night Price
ar: سعر الليله

source: Booking date
ar: تاريخ الحجز

source: Return date
ar: تاريخ العودة

source: Starting Time
ar: وقت الإنطلاق

source: Time to return
ar: تاريخ العودة

source: Persons
ar: الأشخاص

source: Comment
ar: التعليق

source: Total price
ar: السعر الإجمالي

source: Price
ar: السعر

source: Delete
ar: حذف

source: Delete Trip
ar: حذف الرحلة

source: Are you sure you want to delete the trip?
ar: هل انت متأكد انك تريد حذف الرحلة؟

source: Order details
ar: تفاصيل الطلب

source: Chat
ar: مراسلة

source: Finish Order
ar: إنهاء الطلب

source: language settings
ar: إعدادات اللغة

source: Order Number :
ar: رقم الطلب :

source: Activate notifications
ar: تفعيل الإشعارات

source: Completed Orders
ar: طلبات مكتملة

source: This feature is not available now, try again later
ar: هذه الخاصيه غير متاح الان حاول لاحقاً

source: Please enter all data
ar: من فضلك أدخل جميع البيانات

source: Please enter the number of individuals
ar: من فضلك أدخل عدد الأفراد

source: You must enter the discount code first
ar: يجب عليك إدخال كود الخصم أولا

source: Please enter the mobile number and password
ar: من فضلك أدخل رقم جوالك وكلمه المرور

source: The password must be more than 6 characters
ar: يجب ان تكون كلمه المرور تزيد عن ٦ رموز

source: Please enter a valid mobile number
ar: من فضلك أدخل رقم جوالك

source: Incorrect email format
ar: صيغه الإيميل غير صحيحه!

source: Please enter the activation code!
ar: من فضلك أدخل كود التفعيل !

source: The password and the confirmation password do not match.
ar: كلمه المرور وتأكيد كلمه المرور غير متطابقتان!

source: Your account has been banned ... by the administration !!
ar: لقد تم حظر حسابك من قبل الإداره !!

source: Your account is not activated yet !!
ar: لم يتم تفعيل حسابك بعد !!

source: The account has been activated successfully
ar: تم تفعيل حسابك بنجاح !!

source: An activation code will be sent to your mobile number.
ar: سيتم إرسال رمز التفعيل إلى رقم جوالك.

source: Image from the camera
ar: صوره من الكاميرا

source: Are you sure you want to log out?
ar: هل انت متأكد انك تريد تسجيل الخروج؟

source: I can not locate you 📍
ar: لا أستطيع تحديد موقعك 📍

source: Open Setting
ar: فتح الإعدادت

source: Change Currency to...
ar: تغيير العملة الى...

source: Dolar
ar: دولار

source: Edit Trip
ar: تعديل الرحله

source: There must be at least one timing
ar: يجب ان يكون هناك توقيت واحد على الأقل

source: Add image
ar: اضف صورة

source: Finish chat
ar: انهاء المحادثة

source: verification code
ar: كود التفعيل

source: Confirm new password
ar: تاكيد كلمة المرور

source: Retype Password
ar: تاكيد كلمة المرور

source: have account ? login
ar: هل لديك حساب ؟ تسجيل الدخول

source: mobile Number
ar: رقم الجوال

source: send verification code successfully ..
ar: تم ارسال كود التفعيل بنجاح ..

source: Activation Code
ar: كود التفعيل

source: I didn't receive the code
ar: لم يصلني كود التفعيل

source: You logged in successfully
ar: تم الدخول بنجاح

source: please make sure to give the client rate ..
ar: تاكد من اعطائك تقييم للعميل اولا ..

source: Are you sure you want to Change Language?
ar: هل انت متاكد انك تريد تغيير اللغة

source: Change Language
ar: تغيير اللغة

source: Add image From camera
ar: اضف صورة باستخدام الكاميرا

source: Add image From the studio
ar: اضف صوره من الاستديو

source: password and confirm password must match
ar: يجب ان تكون كلمة المرور و تاكيد كلمة المرور متطابقتين

source: home
ar: الرئيسية

source: please make sure you are connected to the internet
ar: من فضلك تاكد من انك متصل بالانترنت

source: send location
ar: ارسل موقع
